def season():
    a = int(input('Введите месяц:'))
    if a == 1:
        print('Сейчас Январь (Зима)')
    elif a == 2:
        print('Сейчас Февраль (Зима)')
    elif a == 3:
        print('Сейчас Март (Весна)')
    elif a == 4:
        print('Сейчас Апрель (Весна)')
    elif a == 5:
        print('Сейчас Май (Весна)')
    elif a == 6:
        print('Сейчас Июнь (Лето)')
    elif a == 7:
        print('Сейчас Июль (Лето)')
    elif a == 8:
        print('Сейчас Август (Лето)')
    elif a == 9:
        print('Сейчас Сенятбрь (Осень)')
    elif a == 10:
        print('Сейчас Октябрь (Осень)')
    elif a == 11:
        print('Сейчас Ноябрь (Осень)')
    elif a == 12:
        print('Сейчас Декабрь (Зима)')
    else:
        print('Такого месяца не существует!')
season()        
